/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Datums";
"AppDates.DATES.PAST_DUE" = "Verlede";
"AppDates.DATES.TODAY" = "Vandag";
"AppDates.DATES.THIS_WEEK" = "Hierdie Week";
"AppDates.DATES.NEXT_WEEK" = "Volgende Week";
"AppDates.DATES.UPCOMING" = "Komende";
"AppDates.EMPTY.TITLE" = "Geen Datums";
"AppDates.EMPTY.SUBTITLE" = "Jy het tans geen aktiewe kursusse met geskeduleerde gebeure nie. Skryf in vir 'n kursus om belangrike datums en sperdatums te sien.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Het jy sperdatums gemis?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Moenie bekommerd wees nie – skuif ons voorgestelde skedule om die verskuldigde opdragte te voltooi sonder om enige vordering te verloor.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Verskuif Sperdatums";
"Profile.TITLE" = "Profiel";
"Profile.INFO" = "Profiel inligting";
"Profile.ABOUT" = "Oor my";
"Profile.EDIT_PROFILE" = "Wysig profiel";
"Profile.YEAR_OF_BIRTH" = "Geboortejaar:";
"Profile.BIO" = "Bio:";
"Profile.SETTINGS" = "Instellings";
"Profile.SETTINGS_VIDEO" = "Video-instellings";
"Profile.DATES_AND_CALENDAR" = "Datums &amp; Kalender";
"Profile.SUPPORT_INFO" = "Ondersteuningsinligting";
"Profile.CONTACT" = "Kontak hulp";
"Profile.TERMS" = "Gebruiksvoorwaardes";
"Profile.PRIVACY" = "Privaatheidsbeleid";
"Profile.COOKIE_POLICY" = "Koekiebeleid";
"Profile.CURRENT_LEARNING_SITE" = "Huidige Leersentrum";
"Profile.DO_NOT_SELL_INFORMATION" = "Moenie my persoonlike inligting verkoop nie";
"Profile.FAQ_TITLE" = "Bekyk Gereelde Vrae";
"Profile.MANAGE_ACCOUNT" = "Bestuur rekening";
"Profile.LEARNING_SITES" = "Leersites";
"Profile.LOGOUT" = "Teken uit";
"Profile.SWITCH_TO" = "Oorskakel na";
"Profile.FULL_PROFILE" = "volledige profiel";
"Profile.LIMITED_PROFILE" = "beperkte profiel";
"Profile.LOGOUT_ALERT.TITLE" = "Bevestig afmeld";
"Profile.LOGOUT_ALERT.TEXT" = "Is jy seker jy wil afmeld?";
"Profile.DELETE_ALERT.TITLE" = "Waarskuwing!";
"Profile.DELETE_ALERT.TEXT" = "Wil jy regtig jou rekening uitvee?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Gaan sonder om te stoor?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Veranderinge wat jy gemaak het, sal weggegooi word.";
"Profile.EDIT.TOO_YONG_USER" = "Jy moet ouer as 13 jaar wees om &#39;n profiel met volle toegang tot inligting te hê.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "&#39;n Beperkte profiel deel net jou gebruikersnaam en profielfoto.";
"Profile.EDIT.DELETE_ACCOUNT" = "Skrap rekening";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Geboortejaar";
"Profile.EDIT.FIELDS.LOCATION" = "Ligging";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Gesproke taal";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Oor my:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Verander profielprent";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Kies uit gallery";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Verwyder foto";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Kanselleer";
"Profile.DELETE_ACCOUNT.TITLE" = "Skrap rekening";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Is jy seker jy wil ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "jou rekening uitvee?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Om hierdie handeling te bevestig, voer asseblief jou rekeningwagwoord in.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Wagwoord";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Sleutel wagwoord in";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Ja, verwyder rekening";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Terug na profiel";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Die wagwoord is verkeerd. Probeer asseblief weer.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Video-instellings";
"Profile.SETTINGS.WIFI_TITLE" = "Slegs Wi-Fi aflaai";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Laai inhoud net af wanneer wi-fi aangeskakel is";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Videostroomkwaliteit";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Outo (aanbeveel)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Outo";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Aanbeveel";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Laer datagebruik";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Beste kwaliteit";
"Profile.SETTINGS.VERSION" = "Weergawe:";
"Profile.SETTINGS.UP_TO_DATE" = "Op datum";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Tik om op te dateer na weergawe";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Tik om die vereiste programopdatering te installeer";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Kan nie e-pos stuur nie. Dit blyk dat jou e-poskliënt nie opgestel is nie.";
"Profile.CALENDAR.NEW_CALENDAR" = "Nuwe Kalender";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Verander sinkroniseringsopsies";
"Profile.CALENDAR.ACCOUNT" = "Rekening";
"Profile.CALENDAR.CALENDAR_NAME" = "Kalender Naam";
"Profile.CALENDAR.COLOR" = "Kleur";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Komende opdragte vir aktiewe kursusse sal op hierdie kalender verskyn";
"Profile.CALENDAR.CANCEL" = "Kanselleer";
"Profile.CALENDAR.BEGIN_SYNCING" = "Begin sinkroniseer";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Gesinkroniseer";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Kon nie sinkroniseer nie";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Vanlyn";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Sinkroniseer tans met kalender …";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Kalendertoegang";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Deaktiveer kalendersinkronisering";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Om komende opdragte en kursusmylpale op jou kalender te wys, het ons toestemming nodig om toegang tot jou kalender te kry.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "As u kalendersinkronisering deaktiveer, sal die kalender &quot; %@ &quot; uitvee. Jy kan kalendersinkronisering enige tyd weer aanskakel.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Verleen kalendertoegang";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Deaktiveer sinkronisering";
"Profile.CALENDAR_DIALOG.CANCEL" = "Kanselleer";
"Profile.DATES_AND_CALENDAR.TITLE" = "Datums &amp; Kalender";
"Profile.CALENDAR_SYNC.TITLE" = "Kalendersinkronisering";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Stel kalendersinkronisering op om jou komende opdragte en kursusmylpale op jou kalender te wys. Nuwe opdragte en verskuifde kursusdatums sal outomaties sinkroniseer";
"Profile.CALENDAR_SYNC.BUTTON" = "Stel kalendersinkronisering op";
"Profile.OPTIONS.TITLE" = "Opsies";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Gebruik relatiewe datums";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Wys relatiewe datums soos &quot;Môre&quot; en &quot;Gister&quot;";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Wys volledige datums soos &quot;1 Januarie 2021&quot;";
"Profile.DATES_AND_CALENDAR.TITLE" = "Datums &amp; Kalender";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Kursus Kalender-sinkronisering";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Herkoppel asseblief jou kalender om sinkronisering te hervat";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Sinkroniseer tans geleenthede met jou kalender";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Herkoppel kalender";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Verander sinkroniseringsopsies";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Sinkroniseer %d kursusse";
"Profile.OPTIONS.TITLE" = "Opsies";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Gebruik relatiewe datums";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Wys relatiewe datums soos &quot;Môre&quot; en &quot;Gister&quot;";
"Profile.COURSES_TO_SYNC.TITLE" = "Kursusse om te sinkroniseer";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "As jy sinkronisering vir &#39;n kursus deaktiveer, sal alle gebeurtenisse wat aan die kursus gekoppel is, uit jou gesinkroniseerde kalender verwyder.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Versteek onaktiewe kursusse";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Verwyder outomaties geleenthede van kursusse wat jy nie die afgelope maand bekyk het nie";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Onaktief";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Plaaslik";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Aksent";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Rooi";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Oranje";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Geel";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Groen";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Blou";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Pers";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Bruin";
"Profile.CALENDAR.COURSE_DATES" = "%@ Kursusdatums";
"Profile.DROP_DOWN_PICKER.SELECT" = "Kies";
"Profile.SYNC_SELECTOR.SYNCED" = "Om te sinkroniseer";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Nie gesinkroniseer nie";
"Profile.SYNC.NO_SYNCED" = "Geen gesinkroniseerde kursusse nie";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Geen kursusse word tans met jou kalender gesinkroniseer nie.";
"Downloads.DOWNLOADS.TITLE" = "Aflaaie";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Bestuur aflaaiinstellings";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Geen kursusse met aflaaibare inhoud nie";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Jy het tans geen kursusse met aflaaibare inhoud nie.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ afgelaai";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Alle %@ afgelaai";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ beskikbaar";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Laai kursus af";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Laai tans af";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Laai tans kursusstruktuur...";
"Downloads.MENU_OPTION.REMOVE" = "Verwyder kursusaflaaie";
"Downloads.MENU_OPTION.CANCEL" = "Kanselleer aflaai";
"Discovery.TITLE" = "Ontdek";
"Discovery.SEARCH" = "Soek";
"Discovery.HEADER.TITLE_1" = "Ontdek nuut";
"Discovery.HEADER.TITLE_2" = "Kom ons vind nuwe kursus vir jou.";
"Discovery.SEARCH.TITLE" = "Soek Resultate";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Begin tik om die kursus te vind";
"Discovery.UPDATE_REQUIRED_TITLE" = "Programopdatering word vereis";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Hierdie weergawe van die OpenEdX-toepassing is verouderd. Gradeer asseblief op na die nuutste weergawe om aan te hou leer en die nuutste kenmerke en regstellings te kry.";
"Discovery.UPDATE_WHY_NEED" = "Hoekom moet ek opdateer?";
"Discovery.UPDATE_DEPRECATED_APP" = "Verouderde toepassingweergawe";
"Discovery.UPDATE_BUTTON" = "Opdateer";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Rekeninginstellings";
"Discovery.UPDATE_NEEDED_TITLE" = "Programopdatering";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Ons beveel aan dat jy opdateer na die nuutste weergawe. Gradeer nou op om die nuutste kenmerke en regstellings te ontvang.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Nie nou nie";
"Discovery.UPDATE_NEW_AVALIABLE" = "Nuwe opdatering beskikbaar! Gradeer nou op om die nuutste kenmerke en regstellings te ontvang";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Verlaat die toepassing";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Jy verlaat nou die toepassing en maak &#39;n blaaier oop";
"Discovery.DETAILS.TITLE" = "Kursus besonderhede";
"Discovery.DETAILS.VIEW_COURSE" = "Bekyk kursus";
"Discovery.DETAILS.ENROLL_NOW" = "Skryf nou in";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Jy kan nie vir hierdie kursus inskryf nie, want die inskrywingsdatum is verby.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Om vir hierdie kursus in te skryf, maak asseblief seker dat jy aan die internet gekoppel is.";
"Discovery.DETAILS.COURSE_BANNER" = "kursusbanier";
"Discovery.ALERT.AUTHORIZATION" = "Magtiging";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Voer asseblief die stelsel in om voort te gaan met kursusinskrywing.";
"Discussion.TITLE" = "Besprekings";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Plaas in besprekings word deur die kursusspan gedeaktiveer";
"Discussion.TOPICS.SEARCH" = "Soek alle plasings";
"Discussion.TOPICS.ALL_POSTS" = "Alle plasings";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Posts wat ek volg";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Hoofkategorieë";
"Discussion.TOPICS.UNNAMED" = "Naamlose subkategorie";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Onlangse aktiwiteite";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Mees aktiwiteit";
"Discussion.POSTS.SORT.MOST_VOTES" = "Meeste stemme";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Nog geen besprekings nie";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Klik op die knoppie hieronder om jou eerste bespreking te skep.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Skep bespreking";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Voeg &#39;n plasing by";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Alle plasings";
"Discussion.POSTS.FILTER.UNREAD" = "Ongelees";
"Discussion.POSTS.FILTER.UNANSWERED" = "Onbeantwoord";
"Discussion.POSTS.CREATE_NEW_POST" = "Skep nuwe pos";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Maak &#39;n keuse";
"Discussion.POST.LAST_POST" = "Laaste plasing:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Kommentaar bygevoeg";
"Discussion.THREAD.ADD_RESPONSE" = "Voeg &#39;n antwoord by";
"Discussion.CREATE_THREAD.NEW_POST" = "Skep nuwe pos";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Kies postipe";
"Discussion.CREATE_THREAD.TOPIC" = "Onderwerp";
"Discussion.CREATE_THREAD.TITLE" = "Titel";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Volg hierdie bespreking";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Volg hierdie vraag";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Skep nuwe bespreking";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Skep nuwe vraag";
"Discussion.COMMENT.REPORT" = "Rapporteer";
"Discussion.COMMENT.UNREPORT" = "Ongerapporteer";
"Discussion.COMMENT.FOLLOW" = "Volg";
"Discussion.COMMENT.UNFOLLOW" = "Ontvolg";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Lewer kommentaar";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Kommentaar bygevoeg";
"Discussion.RESPONSE.ADD_COMMENT" = "Lewer kommentaar";
"Discussion.POST_TYPE.QUESTION" = "vraag";
"Discussion.POST_TYPE.DISCUSSION" = "bespreking";
"Discussion.SEARCH" = "Soek";
"Discussion.SEARCH.TITLE" = "Soek Resultate";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Begin tik om die onderwerpe te vind";
"Discussion.ANONYMOUS" = "Anoniem";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Kan nie besprekings laai nie.\n Probeer later weer.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Baie geluk, jy het hierdie kursussertifikaat in “ %@ \” verdien.";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Bekyk sertifikaat";
"Course.OUTLINE.CERTIFICATE" = "Sertifikaat";
"Course.OUTLINE.COURSE_VIDEOS" = "Kursus video&#39;s";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Hierdie kursus het nog nie begin nie.";
"Course.COURSEWARE.COURSE_CONTENT" = "Kursusinhoud";
"Course.COURSEWARE.COURSE_UNITS" = "Kursus eenhede";
"Course.COURSEWARE.NEXT" = "Volgende";
"Course.COURSEWARE.PREVIOUS" = "Vorige";
"Course.COURSEWARE.PREVIOUS_FULL" = "Vorige";
"Course.COURSEWARE.FINISH" = "Voltooi";
"Course.COURSEWARE.GOOD_WORK" = "Goeie werk!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Terug na uiteensetting";
"Course.COURSEWARE.SECTION" = "Jy het voltooi &quot;";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Aanhou";
"Course.COURSEWARE.RESUME_WITH" = "Hervat met:";
"Course.ERROR.NO_INTERNET" = "Jy is nie aan die internet gekoppel nie. Gaan asseblief jou internetverbinding na.";
"Course.ERROR.RELOAD" = "Herlaai";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Kursuskomponent nie gevind nie, herlaai asseblief";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Daar is tans geen uitdeelstukke vir hierdie kursus nie.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Daar is tans geen aankondigings vir hierdie kursus nie.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Geen video's beskikbaar vir hierdie kursus nie.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Geen opdragte beskikbaar vir hierdie kursus nie.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Kursusdatums is nie tans beskikbaar nie.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Geen kursusinhoud is tans beskikbaar nie.";
"Course.ALERT.ROTATE_DEVICE" = "Draai jou toestel om hierdie video in volskerm te sien.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Is jy seker jy wil alle video(s) vir uitvee";
"Course.ALERT.DELETE_VIDEOS" = "Is jy seker jy wil video(s) uitvee vir";
"Course.ALERT.STOP_DOWNLOADING" = "As jy die skakelaar afskakel, sal dit ophou aflaai en alle afgelaaide video&#39;s vir uitvee";
"Course.ALERT.WARNING" = "Waarskuwing";
"Course.COURSE_CONTAINER.HOME" = "Tuis";
"Course.COURSE_CONTAINER.CONTENT" = "Inhoud";
"Course.COURSE_CONTAINER.PROGRESS" = "Vooruitgang";
"Course.COURSE_CONTAINER.VIDEOS" = "Video&#39;s";
"Course.COURSE_CONTAINER.OFFLINE" = "Vanlyn";
"Course.COURSE_CONTAINER.DATES" = "Datums";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Besprekings";
"Course.COURSE_CONTAINER.HANDOUTS" = "Meer";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Uitdeelstukke In ontwikkeling";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Jy het %@%% van die kursusvordering voltooi.";
"Course.COURSE_CAROUSEL.GRADES" = "Grade";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Dit verteenwoordig jou geweegde graad teenoor die graad wat nodig is om hierdie kursus te slaag.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Alle inhoud";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Jy is tans besig om hierdie kursus te oudit en het beperkte toegang tot kursusmateriaal.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Gradeer nou op";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Jy is heeltemal op datum met video's!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Jy is op datum met al jou opdragte!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Video's\nvoltooi";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Opdragte\nafgelê";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Hou Aan Kyk";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Volgende video";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Alle video&#39;s";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Alle opdragte";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Volgende Opdrag";
"Course.COURSE_CONTENT.ALL" = "Almal";
"Course.COURSE_CONTENT.VIDEOS" = "Video&#39;s";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Opdragte";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Kursus voltooiing";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Dit verteenwoordig hoeveel van die kursusinhoud jy voltooi het. Let daarop dat sommige inhoud dalk nog nie vrygestel is nie.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Voltooi";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Algehele Vordering";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Oorblywende";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Gesluit";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Graadvordering";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Slaag";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Nie geslaag nie";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "View Certificate";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Afdelingsvordering";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Geen vordering beskikbaar nie";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Begin leer om jou vordering hier te sien";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Algehele Graad";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Dit verteenwoordig jou geweegde graad teenoor die graad wat nodig is om hierdie kursus te slaag.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Huidige Algehele Gewigte Graad:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "'n Gewigte punt van %@%% is nodig om hierdie kursus te slaag";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Vereis";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Graadbesonderhede";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Opdrag Tipe";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Huidig / Maks %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Voltooi";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "van Graad";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Hierdie kursus bevat nie gegradeerde opdragte nie.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Uitdeelstukke";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Aankondigings";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Vind belangrike kursusinligting";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Bly op hoogte van die jongste nuus";
"Course.NOT_AVALIABLE.TITLE" = "Hierdie interaktiewe komponent is nie op selfoon beskikbaar nie";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Verken ander dele van hierdie kursus of bekyk dit op die web.";
"Course.NOT_AVALIABLE.BUTTON" = "Maak oop in blaaier";
"Course.SUBTITLES.TITLE" = "Onderskrifte";
"Course.ACCESSIBILITY.DOWNLOAD" = "Aflaai";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Kanselleer aflaai";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Vee aflaai uit";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Kursus voltooiing vordering ring";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Algehele graadafdeling";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Graadbesonderhede-afdeling";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Opdragitem";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Vereiste graad om aanwyser te slaag";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ persent voltooi";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ persent benodig om te slaag";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ van %@ voltooi, %@ uit %@ persent van graad";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Huidige graad: %@ persent";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Graadvereiste waarskuwing: %@ persent benodig om te slaag";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Visualisering van vordering wat %@ opdragkategorieë wys";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Algehele vordering: %@ persent";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Toon vordering uiteensetting volgens opdragtipe";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Hierdie kursus het geen gegradeerde opdragte om te vertoon nie.";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Voltooi kursusaktiwiteite om jou vordering hier te sien";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Opdragtipe kolomopskrif";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Huidige en maksimum persentasie kolomopskrif";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Gewig: %@ persent van graad";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ van %@ voltooi";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Huidige graad: %@ uit %@ persent";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ van %@ voltooi. Gewig: %@ persent van graad. Huidige graad: %@ uit %@ persent";
"Course.DOWNLOAD.DOWNLOADS" = "Aflaaie";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Alle video&#39;s afgelaai";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Laai tans video&#39;s af...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Laai af na toestel";
"Course.DOWNLOAD.VIDEOS" = "Video&#39;s";
"Course.DOWNLOAD.REMAINING" = "Oorblywende";
"Course.DOWNLOAD.UNTITLED" = "Titelloos";
"Course.DOWNLOAD.TOTAL" = "Totaal";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Jy kan nie die aflaai-videokwaliteit verander wanneer alle video&#39;s afgelaai word nie";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Jou huidige aflaaiinstellings laat slegs aflaaie oor Wi-Fi toe.\n Koppel asseblief aan &#39;n Wi-Fi-netwerk of verander jou aflaaiinstellings.";
"Course.COURSE_DATES.TODAY" = "Vandag";
"Course.COURSE_DATES.COMPLETED" = "Voltooi";
"Course.COURSE_DATES.PAST_DUE" = "Verval";
"Course.COURSE_DATES.DUE_NEXT" = "Volgende";
"Course.COURSE_DATES.UNRELEASED" = "Onvrygestel";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Slegs geverifieer";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Items versteek";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Item versteek";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Sperdatums verskuif";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Jou sperdatums is suksesvol verskuif om jou te help om op koers te bly.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Bekyk alle datums";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Sinkroniseer met kalender";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Sinkroniseer outomaties alle sperdatums en sperdatums vir hierdie kursus met jou kalender.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Voeg kalender by";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Verwyder kalender";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Wil jy die %@ kalender &quot; %@ &quot; byvoeg?\n Jy kan die kursuskalender enige tyd in Kalender of Instellings wysig of verwyder";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Wil jy die %@ -kalender &quot; %@ &quot; verwyder?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "&quot; %@ &quot; is by jou kalender gevoeg.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Sinkroniseer tans kalender …";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Bekyk gebeure";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Jou kursuskalender is bygevoeg.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Jou kursuskalender is verwyder.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Kalender gebeure";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Jou kursuskalender is verouderd";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Jou kursusdatums is verskuif en jou kursuskalender is nie meer op datum met jou nuwe skedule nie.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Nou op datum bring";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Jou kursuskalender is opgedateer.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ het nie kalendertoestemming nie. Gaan asseblief na instellings en gee kalender toestemming.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Maak Instellings oop";
"Course.COURSE_DATES.SETTINGS" = "Instellings";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Jou datums kon nie verskuif word nie. Probeer asseblief weer.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Jou datums is suksesvol verskuif.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Kursusdatums";
"Course.COURSE.DUE_TODAY" = "Vandag betaal";
"Course.COURSE.DUE_TOMORROW" = "Môre betaal";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ Voltooi";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ Afdelings Voltooid";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ Voltooi";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Gekyk";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Bekyk Voltooi";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Versteek Voltooi";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Voltooi";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Sleep en los";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Opdrag";
"Course.COURSE.ASSIGNMENT_GRADED" = "Gegradeer";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Nog nie begin nie";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Oop Assessering";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Portuurinstruksie";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Probleem";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Opname";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "Aan die gang";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Woordwolk";
"Course.COURSE.ASSIGNMENT_LTI" = "Eksterne gereedskap";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Bespreking";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Grootste aflaaie";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Klaar";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Wysig";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Verwyder alle aflaaie";
"Course.COURSE.OFFLINE.VISIBLE" = "%@ %% van hierdie kursus is sigbaar op selfoon.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@ %% van hierdie kursus is aflaaibaar.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ %% van hierdie kursus kan vanlyn voltooi word.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Afgelaai";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Laai tans af";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Beskikbaar om af te laai";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Gereed om af te laai";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Laai alles af";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Kanselleer kursus aflaai";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Jy kan kursusinhoud vanlyn aflaai om onderweg te leer, sonder om &#39;n aktiewe internetverbinding te vereis of mobiele data te gebruik.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Geen van hierdie kursus se inhoud is tans beskikbaar om vanlyn af te laai nie.";
"Course.COURSE.RETURN_TO_HOME" = "Keer terug na Kursus Tuisblad";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Hierdie komponent is nie afgelaai nie";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Verken ander dele van hierdie kursus of laai dit af wanneer jy weer koppel.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Hierdie komponent is nog nie vanlyn beskikbaar nie";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Verken ander dele van hierdie kursus of bekyk dit wanneer jy weer koppel.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Gesinkroniseer met Kalender";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Kalendersinkronisering het misluk";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Vanlyn";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ Voltooi - %@/%@ punte";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Agterstallig - %@/%@ punte";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Nog Nie Beskikbaar Nie";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ punte";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Hersien Kursus Graderingsbeleid";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Onbekend";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Kursusvorderingafdeling";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Gaan voort met leer afdeling";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Kursusinhoudafdeling";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Foutboodskap afdeling";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Laai afdeling";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Video-afdeling";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Video vordering %@ van %@ Voltooi.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Opdragte-afdeling";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Vordering met opdragte-afdeling";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Geen inhoud beskikbaar nie.";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Volgende bladsy";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Laaste Bladsy";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Vorige bladsy";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ van %@ opdragte voltooi";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Tik om voltooide afdelings te verberg";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Tik om voltooide afdelings te wys";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ afdeling, %@ van %@ video's gekyk";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Aflaai-afdeling, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Video: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, voltooi";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% gekyk";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, nie begin nie";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Tik om video te speel";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ persent voltooi";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Video %@ van %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Video-navigasie";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Geen Video Titel";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Meld aan";
"Authorization.SIGN_IN.WELCOME_BACK" = "Welkom terug! Meld aan om toegang tot jou kursusse te kry.";
"Authorization.SIGN_IN.EMAIL" = "E-pos";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "E-pos of gebruikersnaam";
"Authorization.SIGN_IN.PASSWORD" = "Wagwoord";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Wagwoord vergeet?";
"Authorization.SIGN_IN.SELECTED_SITE" = "Geselekteerde Werf";
"Authorization.SIGN_IN.CHANGE" = "Verandering";
"Authorization.SIGN_IN.AGREEMENT" = "Deur by hierdie toepassing aan te meld, stem jy in tot die [ %@ Eindgebruikerslisensie-ooreenkoms] ( %@ ) en [ %@ Diensbepalings en Erekode] ( %@ en %@ ) elke lid verwerk jou persoonlike data in\n in ooreenstemming met die [Privaatheidsbeleid.]( %@ )";
"Authorization.SIGN_IN.SSO_HEADING" = "Begin vandag om jou loopbaan met selfvertroue te bou";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "&#39;n Geïntegreerde stel kennis- en bemagtigingsprogramme om die komponente van die begiftigingsektor en sy werkers te ontwikkel";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Meld aan";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Meld aan deur die nasionale verenigde aanmelddiens";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Ongeldige e-posadres";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Ongeldige wagwoordlengte";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Hierdie %@ -rekening is nie aan enige %@ -rekening gekoppel nie. Registreer asseblief.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Ongeldige e-pos of gebruikernaam";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Jou rekening is gedeaktiveer. Kontak asseblief kliëntediens vir bystand.";
"Authorization.SIGN_UP.SUBTITLE" = "Skep &#39;n rekening om vandag te begin leer!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Skep rekening";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Versteek opsionele velde";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Wys opsionele velde";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Jy het suksesvol aangemeld.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Ons benodig net &#39;n bietjie meer inligting voor jy begin leer.";
"Authorization.SIGN_UP.AGREEMENT" = "Deur &#39;n rekening te skep %@ stem jy in tot die [ %@ Eindgebruikerslisensie-ooreenkoms] ( %@ ) en [ %@ Diensbepalings en Erekode] ( %@ ) jou persoonlike data in ooreenstemming met die [Privaatheidsbeleid .]( %@ )";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Ek stem in dat %@ vir my bemarkingsboodskappe mag stuur.";
"Authorization.FORGOT.TITLE" = "Wagwoord vergeet";
"Authorization.FORGOT.DESCRIPTION" = "Voer asseblief jou aanmeld- of terugstelling-e-posadres hieronder in en ons sal vir jou &#39;n e-pos met instruksies stuur.";
"Authorization.FORGOT.REQUEST" = "Herstel wagwoord";
"Authorization.FORGOT.CHECK_TITLE" = "Kyk na jou eposse";
"Authorization.FORGOT.CHECK_Description" = "Ons het &#39;n wagwoordherwinningsinstruksies na jou e-pos gestuur ";
"Authorization.CONTINUE_WITH" = "Gaan voort met:";
"Authorization.LAST_SIGN_IN" = "Laaste aanmelding";
"Authorization.OR_SIGN_IN_WITH" = "Of meld aan met e-pos:";
"Authorization.OR_REGISTER_WITH" = "Of registreer hieronder:";
"Authorization.APPLE" = "appel";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Of";
"Authorization.STARTUP.INFO_MESSAGE" = "Kursusse en programme van die wêreld se beste universiteite in jou sak.";
"Authorization.STARTUP.SEARCH_TITLE" = "Wat wil jy leer?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Soek ons 3000+ kursusse";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Verken alle kursusse";
"Authorization.STARTUP.TITLE" = "Begin";
"Authorization.LEARNING_SITES.TITLE" = "Leerplekke";
"Authorization.LEARNING_SITES.GET_STARTED" = "Begin";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "Welkom! Kies jou leerplek";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Soek";
"Authorization.LEARNING_SITES.SUBTITLE" = "Kies of voeg 'n leerplek by";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "Huidige Leersentrum";
"Authorization.LEARNING_SITES.MORE_SITES" = "Meer Leerplekke";
"Authorization.LEARNING_SITES.ADD_SITE" = "Voeg 'n Leersentrum by";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "Universiteit vir Kuns en Wetenskappe";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "Geen skole stem met jou soektog ooreen nie";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Teken uit";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "Is jy seker jy wil afmeld van %@?";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Teken uit";
"WhatsNew.TITLE" = "Wat&#39;s nuut";
"WhatsNew.BUTTON_PREVIOUS" = "Vorige";
"WhatsNew.BUTTON_NEXT" = "Volgende";
"WhatsNew.BUTTON_DONE" = "Klaar";
"Dashboard.TITLE" = "Dashboard";
"Dashboard.HEADER.COURSES" = "Kursusse";
"Dashboard.HEADER.WELCOME_BACK" = "Welkom terug. Kom ons bly leer.";
"Dashboard.SEARCH" = "Soek";
"Dashboard.EMPTY.SUBTITLE" = "Jy is nog nie vir enige kursusse ingeskryf nie.";
"Dashboard.LEARN.TITLE" = "Leer";
"Dashboard.LEARN.VIEW_ALL" = "Sien alles";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Bekyk alle kursusse ( %@ )";
"Dashboard.LEARN.ALL_COURSES" = "Alle kursusse";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Verstreke opdrag";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Bekyk opdragte";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Verstreke opdragte";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Opdragte verskuldig %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Verskuldig oor %@ dae";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Hervat kursus";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Begin kursus";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Kursusse";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Programme";
"Dashboard.LEARN.CATEGORY.ALL" = "Almal";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Aan die gang";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Voltooi";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Verval";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Geen kursusse";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Geen kursusse aan die gang nie";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Geen voltooide kursusse nie";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Geen kursusse wat verval het nie";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Jy is nie tans vir enige kursusse ingeskryf nie, wil jy graag die kursuskatalogus verken?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Vind 'n kursus";
"Core.MAINSCREEN.DISCOVERY" = "Ontdek";
"Core.MAINSCREEN.DASHBOARD" = "Dashboard";
"Core.MAINSCREEN.IN_DEVELOPING" = "In die ontwikkeling";
"Core.MAINSCREEN.PROGRAMS" = "Programme";
"Core.MAINSCREEN.PROFILE" = "Profiel";
"Core.MAINSCREEN.LEARN" = "Leer";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Jy het reeds &#39;n %@ -rekening met jou %@ -rekening opgestel. Jy is met daardie rekening aangemeld.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Probeer weer";
"Core.ERROR.INVALID_CREDENTIALS" = "Ongeldige magtigingsbewyse";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Stadig of geen internetverbinding nie";
"Core.ERROR.NO_CACHED_DATA" = "Geen kasdata vir vanlynmodus nie";
"Core.ERROR.USER_NOT_ACTIVE" = "Gebruikersrekening is nie geaktiveer nie. Aktiveer asseblief eers jou rekening.";
"Core.ERROR.UNKNOWN_ERROR" = "Iets het verkeerd geloop";
"Core.ERROR.WIFI" = "Jy kan slegs lêers oor Wi-Fi aflaai. Jy kan dit in die instellings verander.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Magtiging het misluk.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Geen internet konneksie nie";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Koppel asseblief aan die internet om hierdie inhoud te sien.";
"Core.COURSEWARE.COURSE_CONTENT" = "Kursusinhoud";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Hierdie interaktiewe komponent is nog nie op selfoon beskikbaar nie.";
"Core.COURSEWARE.COURSE_UNITS" = "Kursus eenhede";
"Core.COURSEWARE.NEXT" = "Volgende";
"Core.COURSEWARE.PREVIOUS" = "Vorige";
"Core.COURSEWARE.FINISH" = "Voltooi";
"Core.COURSEWARE.GOOD_WORK" = "Goeie werk!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Terug na uiteensetting";
"Core.COURSEWARE.SECTION_COMPLETED" = "Jy het &quot; %@ &quot; voltooi.";
"Core.COURSEWARE.CONTINUE" = "Aanhou";
"Core.COURSEWARE.RESUME" = "Hervat";
"Core.COURSEWARE.RESUME_WITH" = "Hervat met:";
"Core.COURSEWARE.NEXT_SECTION" = "Volgende afdeling";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Om voort te gaan met &quot;";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” druk “Volgende afdeling”.";
"Core.ERROR.RELOAD" = "Herlaai";
"Core.DATE.COURSE_STARTS" = "Kursus begin";
"Core.DATE.COURSE_ENDS" = "Kursus eindig";
"Core.DATE.COURSE_ENDED" = "Kursus geëindig";
"Core.DATE.ENDED" = "Geëindig";
"Core.DATE.START" = "Begin";
"Core.DATE.STARTED" = "Het begin";
"Core.DATE.JUST_NOW" = "Netnou";
"Core.DATE.TODAY" = "Vandag";
"Core.DATE.NEXT" = "Volgende %@";
"Core.DATE.DAYS_AGO" = "%@ Dae gelede";
"Core.DATE.DUE" = "Verskuldig ";
"Core.DATE.DUE_IN" = "Verskuldig in ";
"Core.DATE.DUE_IN_DAYS" = "Verskuldig oor %@ dae";
"Core.DATE.DUE_TODAY" = "Vandag verskuldig: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ Dae Oorbetaal: %@";
"Core.DATE.DUE_IN_LEFT" = "Verskuldig oor %@ dae: %@";
"Core.ALERT.ACCEPT" = "Aanvaar";
"Core.ALERT.CANCEL" = "Kanselleer";
"Core.ALERT.LOGOUT" = "Teken uit";
"Core.ALERT.LEAVE" = "Verlaat";
"Core.ALERT.SIGN_IN" = "Meld aan";
"Core.ALERT.REGISTER" = "Registreer";
"Core.ALERT.KEEP_EDITING" = "Hou aan redigeer";
"Core.ALERT.DELETE" = "Vee uit";
"Core.ALERT.ADD" = "Voeg by";
"Core.ALERT.REMOVE" = "Verwyder";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Verwyder kursuskalender";
"Core.NO_INTERNET.OFFLINE" = "Vanlyn";
"Core.NO_INTERNET.DISMISS" = "Verwerp";
"Core.NO_INTERNET.RELOAD" = "Herlaai";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, jjjj";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, jjjj";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Aflaai";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Afgelaai";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Voltooi";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Video aflaai kwaliteit";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Outo";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Aanbeveel";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Laer datagebruik";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Beste kwaliteit";
"Core.DONE" = "Klaar";
"Core.VIEW" = "Uitsig";
"Core.BACK" = "Terug";
"Core.OK" = "Goed";
"Core.CLOSE" = "Maak toe";
"Core.PICKER.SEARCH" = "Soek";
"Core.PICKER.ACCEPT" = "Aanvaar";
"Core.WEBVIEW.ALERT.OK" = "Goed";
"Core.WEBVIEW.ALERT.CANCEL" = "Kanselleer";
"Core.WEBVIEW.ALERT.CONTINUE" = "Aanhou";
"Core.REVIEW.VOTE_TITLE" = "Geniet jy Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Jou terugvoer maak vir ons saak. Sal jy &#39;n oomblik neem om die toepassing te gradeer deur &#39;n ster hieronder te tik? Dankie vir jou ondersteuning!";
"Core.REVIEW.FEEDBACK_TITLE" = "Laat ons terugvoer";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Ons is jammer om te hoor jou leerervaring het probleme gehad. Ons waardeer alle terugvoer.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Dankie";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Dankie dat jy jou terugvoer met ons deel. Wil jy jou resensie van hierdie toepassing met ander gebruikers in die toepassingwinkel deel?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Dankie";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Ons het jou terugvoer ontvang en sal dit gebruik om jou leerervaring vorentoe te verbeter. Dankie dat jy deel!";
"Core.REVIEW.BETTER" = "Wat kon beter gewees het?";
"Core.REVIEW.NOT_NOW" = "Nie nou nie";
"Core.REVIEW.BUTTON.SUBMIT" = "Indien";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Deel terugvoer";
"Core.REVIEW.BUTTON.RATE_US" = "Gradeer ons";
"Core.REVIEW.EMAIL.TITLE" = "Kies e-poskliënt:";
"Core.SOCIAL_SIGN_CANCELED" = "Die gebruiker het die aanmeldvloei gekanselleer.";
"Core.SIGN_IN.LOG_IN_BTN" = "Meld aan";
"Core.SIGN_IN.REGISTER_BTN" = "Registreer";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Meld aan met SSO";
"Core.TOMORROW" = "Môre";
"Core.YESTERDAY" = "Gister";
"Core.OPEN_IN_BROWSER" = "Kyk in Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Moenie bekommerd wees nie – skuif ons voorgestelde skedule om die verskuldigde opdragte te voltooi sonder om enige vordering te verloor.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Verskuiwing sperdatums";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Het jy &#39;n paar sperdatums gemis?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Ons het &#39;n voorgestelde skedule saamgestel om jou te help om op koers te bly. Maar moenie bekommerd wees nie – dit is buigsaam sodat jy in jou eie tempo kan leer. As jy toevallig agter raak, sal jy die datums kan aanpas om jouself op koers te hou.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Om gegradeerde opdragte as deel van hierdie kursus te voltooi, kan jy vandag opgradeer.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Jy oudit hierdie kursus, wat beteken dat jy nie aan gegradeerde opdragte kan deelneem nie. Dit lyk of jy &#39;n paar belangrike sperdatums gemis het op grond van ons voorgestelde skedule. Om gegradeerde opdragte as deel van hierdie kursus te voltooi en die agterstallige opdragte na die toekoms te verskuif, kan jy vandag opgradeer.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Jou datums kon nie verskuif word nie. Probeer asseblief weer.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Jou datums is suksesvol verskuif.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Kursusdatums";
"Core.COURSE_DATES.TODAY" = "Vandag";
"Core.COURSE_DATES.COMPLETED" = "Voltooi";
"Core.COURSE_DATES.PAST_DUE" = "Verval";
"Core.COURSE_DATES.THIS_WEEK" = "Hierdie week";
"Core.COURSE_DATES.NEXT_WEEK" = "Volgende week";
"Core.COURSE_DATES.UPCOMING" = "Komende";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Toestelberging vol";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Jou toestel het nie genoeg vrye spasie om hierdie inhoud af te laai nie. Maak asseblief spasie vry en probeer weer.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ gebruik, %@ gratis";
"Core.COURSE.ALERT.CANCEL" = "Kanselleer";
"Core.COURSE.ALERT.CLOSE" = "Maak toe";
"Core.COURSE.ALERT.REMOVE" = "Verwyder";
"Core.COURSE.ALERT.DOWNLOAD" = "Laai af";
"Core.COURSE.ALERT.TRY_AGAIN" = "Probeer weer";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Verwyder vanlyn inhoud?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Bevestig aflaai";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Laai op Cellular af?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Deur hierdie inhoud te verwyder, sal %@ vrygestel word.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Deur hierdie %@ inhoud af te laai, sal beskikbare blokke vanlyn stoor.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Die aflaai van hierdie inhoud sal %@ van sellulêre data gebruik.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Aflaai het misluk";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Geen internetverbinding nie";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi vereis";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Ongelukkig kon hierdie inhoud nie aflaai nie. Probeer asseblief later weer of rapporteer hierdie probleem.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Om hierdie inhoud af te laai vereis &#39;n aktiewe internetverbinding. Koppel asseblief aan die internet en probeer weer.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Om hierdie inhoud af te laai vereis &#39;n aktiewe WiFi-verbinding. Koppel asseblief aan &#39;n WiFi-netwerk en probeer weer.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Die video&#39;s wat jy gekies het, is groter as 1 GB. Wil jy hierdie video&#39;s aflaai?";
"Core.DOWNLOAD.DOWNLOAD" = "Laai af";
"Core.ALERT.ACCEPT" = "Aanvaar";
